Repository: CatsheeDev/MarkisaOS
Catalog: locale/indonesian/os/tutorial.po
Languages: id

source: Welcome to MarkisaOS Me
id: Selamat datang di MarkisaOS Me

source: This short guide will help you learn everything you need to know to get started with MarkisaOS.
id: Panduan singkat ini akan membantu Anda untuk mempelajari semua yang perlu Anda tahu untuk memulai dengan MarkisaOS.

source: Notes
id: Catatan

source: Here you can remind yourself of important things.
id: Disini Anda bisa mengingatkan diri Anda dari hal-hal penting.

source: Here you can quickly tweak settings.
id: Disini Anda bisa mengubah pengaturan dengan cepat.

source: Next
id: Selanjutnya

source: Dock
id: Dok

source: Here you can switch between applications as well as launching them.
id: Disini Anda bisa mengganti aplikasi sekaligus untuk menjalankannya.

source: Thanks for choosing MarkisaOS Me
id: Terima kasih telah memilih MarkisaOS Me

source: For more information, check out passionfruit.com.
id: Untuk informasi yang lainnya, kunjungi passionfruit.com.

source: Finish
id: Selesai

source: You can switch between applications using the button with 2 squares, as well as launching them with the button with a grid of circles. The home button hides all apps, so you can see the time, date, and your money.
id: Anda bisa mengganti aplikasi dengan menggunakan tombol dengan 2 kotak, dan juga menjalankannya dengan tombol dengan lingkaran-lingkaran yang berderet. Tombol beranda menyembunyikan semua aplikasi, jadi Anda bisa melihat waktu, tanggal, dan jumlah uang Anda.
