Repository: CatsheeDev/MarkisaOS
Catalog: locale/indonesian/web/developers.passionfruit.com.po
Languages: id

source: Passionfruit Developers
id: Pengembang Passionfruit

source: Get the MarkisaOS SDK
id: Dapatkan SDK MarkisaOS

source: company
id: perusahaan

source: computers
id: komputer

source: os
id: sistem_operasi

source: software
id: perangkat_lunak

source: business
id: bisnis

source: developer
id: pengembang

source: Software Development Kit
id: Kit Pengembangan Perangkat Lunak (SDK)

source: MarkisaOS Next
id: MarkisaOS Selanjutnya

source: Test the future of MarkisaOS.
id: Coba MarkisaOS yang mendatang.

source: Device unsupported.
id: Perangkat tidak didukung.

source: MarkisaOS SDK
id: SDK MarkisaOS

source: Develop applications for MarkisaOS
id: Buat aplikasi untuk MarkisaOS

source: Markistations
id: Markistation

source: Business
id: Bisnis

source: Developers
id: Pengembang
