Repository: CatsheeDev/MarkisaOS
Catalog: locale/indonesian/web/fasterpc.com.po
Languages: pt

source: 2071 version now available! Update for your safety.
pt: Versi 2071 sudah ada! pebarui untuk diamankan.

source: Cleans PC
pt: Bersihkam PC

source: fasterpc.infect.CopyAdLink
pt: fasterpc.tular.SalinLinkIklan

source: A link was copied. Now open it in your browser.
pt: Link sudah disalin. Bukan dibrowsermu sekarang.

source: Single women in your area! Click here!
pt: Cewek single di sekitar anda! Klik disini!

source: YOU JUST WON ܪ1,000,000(/n)(/n)CLICK HERE!!!
pt: ANDA BARU MEMENANGKAN ܪ1.000.000 KLIK DISINI!!!

source: THE GOVERMENT IS LOOKNG FOR YOU CLICCK HERE TO NOT GET ARRESTTED
pt: PEMERINTH SEDANG MENCARI ANDA KLIK DISINJ UNTK TIDAK DITANGAKAP

source: Your compter's slow? Click heer!!!!!
pt: Komputarmu lamban? Klik disiiinii!!!!!

source: Get our fster Browsar! Click here
pt: Dapatkn browsar tercepatan kami! Klik dsiini

source: introducing markisaos vision click here to upgrade
pt: perkenalkan markisaos vision klik disini untuk upgrade

source: Single women in your area!
pt: Cewek single disekitar anda!

source: There are single women in your area!
pt: Ada cewek single disekitar anda!

source: __fasterpc_ads__
pt: __iklan_fasterpc__

source: To talk to them we will first send an email to confirm your identity.
pt: Untuk berbicara kepada mereka kami akan mengirimkan email untuk mengonfirmasi identitas anda.

source: Send email
pt: Kirim email

source: Confirmation Email
pt: Email Konfirmasi

source: Dear {user},(/n)(/n)Please send us ܪ15 to get aacess to our advanced chattting app. After seding the quantity, we''ll send the lin kfor downmloading the app.(/n)(/n)Cheers,(/n)A Company
pt: Untuk {user}, Tolong kirimkan ܪ15 untuk dapat akses ke aplikais chat terbaru kami. Stelah mengirimkan uang, kamj akan beri link utuk mdeownload aplikasinya. Salam, Sebuah Perusahaan

source: You just won ܪ1,000,000!
pt: Anda baru memenangkan ܪ1.000.000!

source: Claim your prize!
pt: Klaim hadiah anda!

source: YOU JUST WON ܪ1,000,000!!!!!
pt: ANDA BARU MEMENANGKAN ܪ1.000.000!!!!!

source: To claim your prize we will first send an email to confirm your identity.
pt: Untuk klaim hadiah anda kami akan kirim email untuk mengonfirmasi identitas anda.

source: Dear {user},(/n)(/n)Please send us ܪ15 to confirm your identity, we w ill use that to get your banking detals to send the money.(/n)(/n)Cheers,(/n)A Company
pt: Kepada {user}, Tolong kirimkan uang sebesar ܪ15 untuk mengonfirmasi identatas anda, kami akan menggunaakan identitas anda untuk mengirimkan uang ke rekening anda. Salam, Sebuah Perusahaan

source: The government is looking for yo!
pt: Pemerintag sedang mencari andaa!

source: Click here to not get arestesD!
pt: Klik sini untuk tidak ditangkaP!

source: THE GOVENRNEMTN IS LOOKING FOR YOU
pt: PEMERNTAH SDEANG MENCARI ANDA

source: please input tyou rdetails to not get arested
pt: mohon massukan informsi anda untuk tidak ditangkap

source: WRITE YOUR FULL NAME HERE
pt: TULIS NAMA PANJANG ANDA DISINI

source: WRITE YOUR ADDRESS HERE
pt: TULIS ALAMAT ANDA DISINI

source: WRITE THE TIME OF THE DAY WHERE YOU USUALLY SLEEP HERE
pt: TULIS KAPAN ANDA BIASANYA TIDUR DISINI

source: write any otheri mportant personal imfortmation here
pt: tulis informasi prsonal peting lainnya dsini

source: Submit
pt: Kirim

source: Computer stlow?
pt: Komputar lamban?

source: FIX THIS HERE!!!
pt: PERBAIKI INI DISINI!!!

source: COMPUTER STLOW?????????
pt: KOMPUTAR LAMBAN???????

source: We will send an email s o you can dow nload professsional PC speedup software
pt: Kami akan mengirimkan email jadi kamu bisa mengunduhan softwre PC mempercepat professsional

source: SEND EMAIL!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!1
pt: KIRIM EMAIL!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!1

source: Dear {user},(/n)(/n)Please send us ܪ15 to get acces to our very much huigh quality PC speedup sofware.(/n)(/n)Cheers,(/n)A Company
pt: Kepada {user}, Tolong kirim sejumlah ܪ15 untuk dpat aksess ke softwre PC mepercepat kualitas paling tingggi kami. Salam, Sebuah Perusahaan

source: The greatest browser of all time.
pt: Browser terbagus sepanjang waktu

source: company
pt: perusahaan

source: computers
pt: komputer

source: software
pt: perangkat_lunak

source: business
pt: bisnis

source: Sphericol is best browser is ever.
pt: Sphericol merupakan browser terbagus semasa.

source: Download coming soon.
pt: Download akan segera hadir

source: Introducing the new markisaos vision
pt: Perkenalkan markisaos vision baru

source: Upgrade to day!
pt: Upgrade ha ri ini!

source: Introducing markisaos vision
pt: Perkenalkan markisaos vision

source: It's like markisaos me, but better.
pt: Seperti markisaos me, tapi mendingan.

source: To downlaod it we will first send an email to confirm that you will download markisaos vision confirming markisaos vision download.
pt: Untuk doanlod itu kami akan mengirimkan email untuk konfirmasi anda akan medownlaod markisaos vision konfirmasi downlaodan markisaos vision.

source: UPGRADE TO MARKISAOS VISION IMMEDIATLY!
pt: UPGRADE KE MARKISAOS VISION SKRANG JUGA!

source: Dear {user},(/n)(/n)Please send us ܪ15 download markisaos vision.(/n)(/n)Cheers,(/n)Oassionfruit Corp
pt: Kepada {user}, Tolong kirimkan ܪ15 download markisaos vision. Salam, Oassionfruit S.A.

source: MarkisaOS Logo.
pt: Logo MarkisaOS.
