Repository: CatsheeDev/MarkisaOS
Catalog: locale/indonesian/web/government.org.po
Languages: id

source: The Government
id: Pemerintah

source: The national government.
id: Pemerintah nasional.

source: government_partner
id: mitra_pemerintah

source: government
id: pemerintah

source: Welcome to Lelisia
id: Selamat datang di Lelisia

source: Home of the Lelclub government
id: Rumah dari pemerintah Lelclub

source: Our President
id: Presiden kami

source: President since 2066
id: Presiden sejak 2066

source: Party of the Union of the Republic
id: Partai dari Persatuan Republik

source: Born in Benediction, BN
id: Lahir di Benediction, BN

source: Government Partners
id: Mitra Pemerintah

source: The Provinces of Our Union
id: Provinsi dari Persatuan Kami

source: Federal Province (FP)
id: Provinsi Federal (PF)

source: Biggest Cities
id: Kota Terbesar

source: 1. Turtingas, TG - 17.1 million
id: 1. Turtingas, TG - 17,1 juta

source: 2. Benediction, BN - 9.3 million
id: 2. Benediction, BN - 9,3 juta

source: 3. Lelisia, FP (capital) - 4.2 million
id: 3. Lelisia, PF (ibukota) - 4,2 juta

source: 4. Luminara, LM - 3.6 million
id: 4. Luminara, LM - 3,6 juta

source: 5. Mikrelium, SK - 3.6 million
id: 5. Mikrelium, SK - 3,6 juta

source: 6. New Bobbis, FP - 3.4 million
id: 6. Bobbis Baru, PF - 3,4 juta

source: 7. Cubatiri, KP - 3 million
id: 7. Cubatiri, KP - 3 juta

source: 8. Simonn, TG - 2.5 million
id: 8. Simonn, TG - 2,5 juta

source: 9. Rodomia, LM - 2.1 million
id: 9. Rodomia, LM - 2,1 juta

source: 10. Thetaki, BN - 2.1 million
id: 10. Thetaki, BN - 2,1 juta

source: 11. Victories, VI - 1.9 million
id: 11. Victorias, VI - 1,9 juta

source: 12. Great River, ON - 1.9 million
id: 12. Sungai Besar, ON - 1,9 juta

source: 13. Lelville, MT - 1.8 million
id: 13. Lelville, MT - 1,8 juta

source: 14. Lauraland, SK - 1.6 million
id: 14. Lauraland, SK - 1,6 juta

source: 15. Whosjo, TG - 1.5 million
id: 15. Whosjo, TG - 1,5 juta

source: Ministries
id: Kementrian

source: Plenty
id: Keuangan

source: Peace
id: Perdamaian

source: Truth
id: Kebenaran

source: Building
id: Pembangunan

source: Communication
id: Komunikasi

source: Planning
id: Perencanaan

source: Innovation
id: Inovasi

source: Culture
id: Kultur

source: Human Rights
id: Hak Asasi Manusia

source: Education
id: Pendidikan

source: Sports
id: Olahraga

source: Management
id: Manjemen

source: Integration
id: Integrasi

source: Energy
id: Energi

source: Health
id: Kesehatan

source: Work
id: Pekerjaan
