Repository: CatsheeDev/MarkisaOS
Catalog: locale/indonesian/web/markistation.passionfruit.com.po
Languages: id

source: The official website for Passionfruit's Markistations.
id: Situs web resmi untuk Markistation milik Passionfruit.

source: company
id: perusahaan

source: computers
id: komputer

source: Unlock your mind.
id: Buka pikiran Anda.

source: Markistations are the #1 mind-controlled computers.
id: Markistation adalah komputer yang dikendalikan oleh pikiran nomor 1.

source: Explore the lineup
id: Jelajahi edisi kami

source: Markistations can be bought on the Marketplace app.
id: Markistation bisa dibeli di aplikasi Pasar.

source: Home​
id: Rumah

source: Everyday tasks for casual users
id: Tugas sehari-hari untuk pengguna biasa

source: Workstation
id: Stasiun kerja

source: Students and offices
id: Siswa dan perkantoran

source: Professional
id: Profesional

source: Gaming and professional workloads
id: Gaming dan tugas profesional

source: Why 2071 Markistations are the best option
id: Mengapa Markistation 2071 adalah pilihan terbaik

source: 1. Markistations run MarkisaOS, more information at markisa.passionfruit.com
id: 1. Markistation menggunakan MarkisaOS, informasi lebih lanjut di markisa.passionfruit.com

source: 2. 2071 Markistations are the fastest Markistations to date
id: 2. Markistation 2071 adalah Markistation tercepat sampai sekarang

source: 3. 2071 Markistations are built durable and resistant materials
id: 3. Markistation 2071 dibuat menggunakan bahan kuat dan tahan lama

source: 4. 2071 Markistations feature cutting-edge security technology
id: 4. Markistation 2071 menyediakan teknologi keamanan yang canggih

source: Still using MarkisaBoxes?
id: Masih menggunakan MarkisaBoxes?

source: 1. MarkisaBoxes are discontinued and stuck on old software
id: 1. MarkisaBoxes telah diberhentikan dan terjebak dalam software kuno

source: 2. Markistations are faster and more secure
id: 2. Markistation lebih cepat dan lebih aman

source: 3. Getting a Markistation moves the world towards the future
id: 3. Mendapatkan Markistation menggerakkan dunia ke masa depan

source: 4. The security of Markistations are now better than ever
id: 4. Keamanan dari Markistation lebih baik dari sebelumnya

source: Markistations
id: Markistation

source: Business
id: Bisnis

source: Developers
id: Pengembang
