Repository: CatsheeDev/MarkisaOS
Catalog: locale/indonesian/web/markisa.passionfruit.com.po
Languages: id

source: company
id: perusahaan

source: computers
id: komputer

source: os
id: perangkat_lunak

source: The official website for Passionfruit MarkisaOS.
id: Situs web resmi untuk Passionfruit MarkisaOS.

source: The ultimate operating system.
id: Sistem operasi yang canggih

source: MarkisaOS Me is out!
id: MarkisaOS Me sudah hadir!

source: Enjoy the latest and greatest version of an already great operating system.
id: Nikmati versi terbaru dan terbaik dari sistem operasi yang terbaik

source: Download MarkisaOS Me - 12.5 GB
id: Unduh MarkisaOS Me - 12,5 GB

source: You already have MarkisaOS Me!
id: Anda sudah memiliki MarkisaOS Me!

source: A familiar interface
id: Antarmuka yang familiar

source: MarkisaOS is designed to be easy to use, and with MarkisaOS Me it has become even easier.
id: MarkisaOS didesain untuk mudah digunakan, dan dengan MarkisaOS yang membuatnya lebih mudah.

source: Less waiting. More speed.
id: Lebih cepat tanpa menunggu.

source: MarkisaOS Me runs lighting quick. Apps open fast, and MarkisaOS supports Ultranet technology for even faster internet speeds.
id: MarkisaOS Me bekerja sangat cepat. Aplikasi terbuka dengan cepat dan MarkisaOS mendukung teknologi Ultranet untuk kecepatan internet yang lebih cepat.

source: Reliable & Secure
id: Andal & Aman

source: MarkisaOS Me is built on 60 years of stability of the Frambos core foundation. In these years, we have developed advanced features to protect your computer. MarkisaOS is used everywhere, from the military to the homes of people like you.
id: MarkisaOS Me dibuat dalam 60 tahun stabilitas dari fondasi inti Frambos. Dalam waktu tersebut, kami telah mengembangkan fitur lanjutan untuk melindungi komputer Anda. MarkisaOS digunakan dimana-mana, dari militer sampai rumah dengan pengguna seperti Anda.

source: More apps than you can count
id: Lebih banyak aplikasi yang terhitung jumlahnya

source: MarkisaOS has a wide ecosystem of apps for everything you could ever imagine.
id: MarkisaOS memiliki ekosistem yang luas untuk segala aplikasi yang bisa Anda bayangkan.

source: Markistations
id: Markistation

source: Business
id: Bisnis

source: Developers
id: Pengembang
