Repository: CatsheeDev/MarkisaOS
Catalog: locale/indonesian/web/rosstibeeth.com.po
Languages: id

source: ross tibeeth is not just music; it's an experience.
id: ross tibeeth bukan hanya sekedar musik; ross tibeeth adalah pengalaman.

source: music
id: musik

source: wood_music
id: musik_wood

source: experimental
id: eksperimental

source: experimental_music
id: musik_eksperimental

source: james_vs_the_stars
id: james_vs_bintang-bintang

source: dying_during_a_brain_surgery
id: sekarat_saat_operasi_otak

source: but_and_the_iredvent
id: tapi_dan_kumunya

source: jvts
id: jvbb

source: ddabs
id: ssoo

source: iredvent
id: tdk

source: the best wood music.
id: musik wood terbaik.

source: "At first I was confused. Now I'm more confused."
id: "Dulunya aku bingung. Sekarang aku semakin bingung."

source: - my brother
id: - saudaraku

source: Wood music isn't just music. It's an experience.
id: Musik wood bukan sekedar musik. Musik wood juga merupakan pengalaman.

source: POST ON CONNECT "ross is a genius"
id: POSTINGAN DI CONNECT "ross adalah orang jenius"

source: Albums
id: Album

source: James VS The Stars (Jan 2071)
id: James VS Bintang-Bintang (Jan 2071)

source: James is in a legendary fight with the stars... or is it? According to my cat, James VS The Stars is a major breakthrough in wood music composing and storytelling.
id: James berada dalam pertarungan besar dengan bintang-bintang... atau memang begitu? Menurut kucingku, James VS Bintang-Bintang adalah terobosan besar dalam pembuatan musik wood dan pembacaan cerita.

source: Listen (2:46)
id: Dengarkan (2:46)

source: Dying During A Brain Surgery (Dec 2070)
id: Sekarat Saat Operasi Otak (Des 2070)

source: A short story. The title says all
id: Sebuah cerita singkat. Judulnya sudah menjelaskan semuanya

source: Listen (0:08)
id: Dengarkan (0:08)

source: But & The I're'd'ven't (Jul 2070)
id: Tapi & -ku-mu-nya (Jul 2070)

source: The greatest music you will ever hear in your entire life.
id: Musik terbaik yang pernah kamu dengarkan sepanjang hidupmu.

source: Listen (0:02)
id: Dengarkan (0:02)

source: "He might need special treatment"
id: "Dia mungkin butuh penanganan khusus"

source: - my mother
id: - Ibuku

source: Back
id: Kembali

source: James VS The Stars (January 2071)
id: James VS Bintang-Bintang (Januari 2071)

source: Tracklist
id: Daftar musik

source: 1. 0:00 Whoopsie, Committed Vehicular Manslaughter
id: 1. 0:00 Ups, Telah Melakukan Pembunuhan Berencana

source: 2. 0:08. In Court
id: 2. 0:08. Dalam Pengadilan

source: 3. 0:19 Condemn Him To The Infirmary
id: 3. 0:19 Masukkan Dia Ke Rumah Sakit

source: 4. 0:34 Unstoppable Agony
id: 4. 0:34 Rasa Sakit Yang Tak Terhentikan

source: 5. 0:42 Hello Friend
id: 5. 0:42 Halo Teman

source: 6. 0:52 I Must End The Stars
id: 6. 0:52 Aku Harus Menghabisi Bintang-Bintang

source: 7. 0:54 I Don't Think This Banana Will Help
id: 7. 0:54 Aku Tidak Yakin Pisang Ini Membantu

source: 8. 0:56 How Can I Take That Guy's Gun? I Can Shoot The Sun
id: 8. 0:56 Bagaimana Cara Aku Mengambil Pistol Orang Itu? Aku Bisa Menembak Matahari

source: 9. 1:00 OH GOD NO I BEG YOU PLEASE NOTHJR8YAEY6EA4KN Y6I89USE5A
id: 10. 1:00 YA TUHAN JANGAN KUMOHON TOLONG JEHEJHFWKJDKDVJSJWJWHEBWKB

source: 10. 1:01 The Lightning Strikes Pt. I
id: 10. 1:01 Petir Menyambar Bg. I

source: 11. 1:13 The Lightning Strikes Pt. II
id: 11. 1:13 Petir Menyambar Bg. II

source: 12. 1:17 SUFFER! HAHAHAHA!
id: 12. 1:17 MENDERITA! HAHAHAHA!

source: 13. 1:27 See How I Laugh At You? You'll Never Understand.
id: 13. 1:27 Lihat Bagaimana Aku Menertawakanmu? Kamu Tidak Akan Paham.

source: 14. 1:37 Bow Down Before Your Real God
id: 14. 1:37 Bersujud Sebelum Tuhan Aslimu

source: 15. 1:43 I Hear Things... They Are Talking To Me...
id: 15. 1:43 Aku Mendengar Sesuatu... Mereka Berbicara Kepadaku...

source: 16. 2:05 I'm Gonna Steal That Gun
id: 16. 2:05 Aku Akan Mencuri Pistol Itu

source: 17. 2:10 The Lightning Strikes Pt. III
id: 17. 2:10 Petir Menyambar Bg. III

source: 18. 2:23 I Am A Broken Man; A Shadow Of Who I Once Was
id: 18. 2:23 Aku Adalah Orang Yang Hancur; Sebuah Bayangan Dari Siapa Aku Dulunya

source: 19. 2:32 Rotting Alone Until
id: 19. 2:32 Sendiri Membusuk Selamanya
