Repository: CatsheeDev/MarkisaOS
Catalog: locale/*/web/destroyermpkg.com.po
Languages: pt

source: Destroyer.mpkg
pt: Destruição.mpkg

source: Very friendly software that is not malware at all!
pt: Um programa muito bom que com certeza não é um vírus!

source: software
pt: programas

source: destroyer
pt: destruição

source: destroyermpkg
pt: destruiçãompkg

source: destroyer_mpkg
pt: destruição_mpkg

source: destroyer.mpkg
pt: destruição.mpkg

source: Welcome to Destroyer.mpkg!
pt: Bem-vindo ao Destruição.mpkg

source: As the name implies, this will destroy your computer, and there's nothing you can do about it!
pt: Como o nome diz, seu computador vai ser destruído, e não há nada que possa ser feito sobre isso!

source: Your computer will start getting progressively weirder until everything is destroyed.
pt: Seu computador vai ficar cada vez mais estranho até ser completamente aniquilado.

source: Have a nice day :D
pt: Tenha um bom dia :D
