Repository: CatsheeDev/MarkisaOS
Catalog: locale/*/web/developers.passionfruit.com.po
Languages: pt

source: Passionfruit Developers
pt: Desenvolvedores Passionfruit

source: Get the MarkisaOS SDK
pt: Obtenha a SDK do MarkisaOS

source: company
pt: empresa

source: computers
pt: computadores

source: os
pt: sistema_operacionais

source: software
pt: programas

source: business
pt: negócios

source: developer
pt: desenvolvimento

source: Software Development Kit
pt: Kit de Desenvolvimento de Software (SDK)

source: MarkisaOS Next
pt: MarkisaOS Futuro

source: Test the future of MarkisaOS.
pt: Teste o futuro do MarkisaOS.

source: Device unsupported.
pt: Não há suporte para seu dispositivo.

source: MarkisaOS SDK
pt: SDK do MarkisaOS

source: Develop applications for MarkisaOS
pt: Crie aplicativos para o MarkisaOS

source: MksMeSdkInstall.mpkg - 30 GB
pt: MksMeSdkInstalador.mpkg - 30 GB

source: MksVisionSdkInstall.mpkg - 35 GB
pt: MksVisionSdkInstalador.mpkg - 35 GB

source: Copyright © 2071 Passionfruit Corporation. All rights reserved.
pt: Copyright © 2071 Passionfruit S.A. Todos os direitos reservados.

source: Business
pt: Negócios

source: Developers
pt: Desenvolvimento
