Repository: CatsheeDev/MarkisaOS
Catalog: locale/*/web/fasterpc.com.po
Languages: pt

source: 2071 version now available! Update for your safety.
pt: Agora a versão de 2071 está disponível! Atualize para sua segurança.

source: Cleans PC
pt: Limpa PC

source: fasterpc.infect.CopyAdLink
pt: fasterpc.infectar.CopiarLinkDoAnuncio

source: A link was copied. Now open it in your browser.
pt: Um link foi copiado. Agora abra-o no seu navegador.

source: Single women in your area! Click here!
pt: Mulheres solteiras na sua área! Clique aqui!

source: YOU JUST WON Ø1,000,000(/n)(/n)CLICK HERE!!!
pt: VOCÊ VENCEU Ø1.000.000 CLIQUE AQUI!!!

source: THE GOVERMENT IS LOOKNG FOR YOU CLICCK HERE TO NOT GET ARRESTTED
pt: O GOVERNO ESTÁ TE PROCURNDO VOCÊ CLIQUEE AQUI PARA NÃO SER PRESSO

source: Your compter's slow? Click heer!!!!!
pt: Seu comptador esta lento? Clique aquii!!!!!

source: Get our fster Browsar! Click here
pt: Baixe nosso Nevegador muito rápdo! Clique aqui!

source: introducing markisaos vision click here to upgrade
pt: apresentando markisaos vision clique aqui para atualizar

source: Single women in your area!
pt: Mulheres solteiras na sua área!

source: There are single women in your area!
pt: Tem mulheres solteiras na sua área!

source: __fasterpc_ads__
pt: __anúncios_do_fasterpc__

source: To talk to them we will first send an email to confirm your identity.
pt: Para falar com elas nós vamos primeiro mandar um email para confirmar sua identidade.

source: Send email
pt: Mandar email

source: Confirmation Email
pt: Email de Confirmação

source: Dear {user},(/n)(/n)Please send us Ø15 to get aacess to our advanced chattting app. After seding the quantity, we''ll send the lin kfor downmloading the app.(/n)(/n)Cheers,(/n)A Company
pt: Caro {user}, Por favor nos mande Ø15 para ter aaceso ao nosso aplicativo avançado de conversssas. Depois de madar a quantidade, noss vamos mandar o lin kpara baoxar o aplicativo. Sinceramente, Uma Empresa

source: You just won Ø1,000,000!
pt: Você acabou de ganhar Ø1.000.000!

source: Claim your prize!
pt: Pegue seu prêmio!

source: YOU JUST WON Ø1,000,000!!!!!
pt: VOCÊ GANHOU Ø1.000.000!!!!!

source: To claim your prize we will first send an email to confirm your identity.
pt: Para ganhar seu prêmio nós vamos primeiro mandar um email para confirmar sua identidade.

source: Dear {user},(/n)(/n)Please send us Ø15 to confirm your identity, we w ill use that to get your banking detals to send the money.(/n)(/n)Cheers,(/n)A Company
pt: Caro {user}, Por favor nos mande Ø15 para confirmar sua identidade e d epois nós vamos usar isso para obter suas informações bancários par amandar o dinheiro. Sinceramente, Uma Empresa

source: The government is looking for yo!
pt: O governo está procurando voc!

source: Click here to not get arestesD!
pt: Clique aqui para não ser presaO!

source: THE GOVENRNEMTN IS LOOKING FOR YOU
pt: O GOVERNJO ESTÁ TE PREOCURANDO

source: please input tyou rdetails to not get arested
pt: escreva suas infromaçções para não esr presso

source: WRITE YOUR FULL NAME HERE
pt: ESCREVA SEU NOME COMPLETO AQUI

source: WRITE YOUR ADDRESS HERE
pt: ESCREVA SEU ENDEREÇO AQUI

source: WRITE THE TIME OF THE DAY WHERE YOU USUALLY SLEEP HERE
pt: ESCREVA O TEMPO DO DIA ONDE VOCÊ NORMALMENTE DORME AQUI

source: write any otheri mportant personal imfortmation here
pt: escreva outros deltathles pessois inportantes qui

source: Submit
pt: Enviar

source: Computer stlow?
pt: Computador lsento?

source: FIX THIS HERE!!!
pt: ARRUME ISSO AQUI!!!

source: COMPUTER STLOW?????????
pt: COMPUTADOR LSENTO??????

source: We will send an email s o you can dow nload professsional PC speedup software
pt: Nós vamos mandar um email para você baix ar software profisssional de aceleramemtno de computadores

source: SEND EMAIL!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!1
pt: MANDAR EMAIL!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!1

source: Dear {user},(/n)(/n)Please send us Ø15 to get acces to our very much huigh quality PC speedup sofware.(/n)(/n)Cheers,(/n)A Company
pt: Caro {user}, Nos mande Ø15 para conseguir acceso para nosso software de alta, qualidade de acelaramento de computadores. Sinceramente, Uma Empresa

source: The greatest browser of all time.
pt: O melhor navegador de todos os tempos.

source: company
pt: empresa

source: computers
pt: computadores

source: software
pt: programas

source: business
pt: negócios

source: browser
pt: navegador

source: Sphericol is best browser is ever.
pt: Sphericol é o melhor é navegador.

source: Download coming soon.
pt: Arquivo estará disponível em breve.

source: Introducing the new markisaos vision
pt: Apresentando o novo markisaos vision

source: Upgrade to day!
pt: Atualize ho je!

source: Introducing markisaos vision
pt: Apresentando markisaos vision

source: It's like markisaos me, but better.
pt: É tipo o markisaos me, só que melhor.

source: To downlaod it we will first send an email to confirm that you will download markisaos vision confirming markisaos vision download.
pt: Para baoxar-lo nós vamos primeiro mandar um email para confirmar que você vai baixar o markisaos vision confirmando baixar markisaos vision.

source: UPGRADE TO MARKISAOS VISION IMMEDIATLY!
pt: ATUALIZE PARA O MARKISAOS VISION IMEDIATAMANTE!

source: Dear {user},(/n)(/n)Please send us Ø15 download markisaos vision.(/n)(/n)Cheers,(/n)Oassionfruit Corp
pt: Caro {user}, Nos mande Ø15 baixar markisaos vision. Sinceramente, Oassionfruit S.A.

source: MarkisaOS Logo.
pt: Logo do MarkisaOS.
