Repository: CatsheeDev/MarkisaOS
Catalog: locale/*/web/fasterpc.org.po
Languages: pt

source: FasterPC: Make your computer faster and more secure.
pt: FasterPC: Seu computador, mais rápido e seguro.

source: company
pt: empresa

source: computers
pt: computadores

source: software
pt: programas

source: business
pt: negócios

source: antivirus
pt: antivírus

source: security
pt: segurança

source: cleaning
pt: limpeza

source: Make your computer faster and more secure
pt: Seu computador, mais rápido e seguro.

source: Download (free!)
pt: Baixar (grátis!)

source: 7 layers of security
pt: 7 camadas de segurança

source: Protection against malware
pt: Proteção contra malware

source: Malware removal technology
pt: Tecnologia de remoção de malware

source: Clean unnecessary files and programs
pt: Limpe programas e arquivos desnecessários

source: Speed up your computer
pt: Deixe seu computador mais rápido

source: No need to worry about malware
pt: Não se preocupe com malware

source: Testimonials
pt: Depoimentos

source: "It's pretty good"
pt: "É bom"

source: - Creator of FasterPC
pt: - Criador do FasterPC

source: "Mues FasterPC's fucking epic"
pt: "Mussim o FasterPC é muito foda"

source: - Creator of FasterPC's son
pt: - Filho do criador do FasterPC

source: "I like the logo"
pt: "A logo é boa"

source: - Creator of FasterPC's wife
pt: - Esposa do criador do FasterPC

source: System Requirements
pt: Requisitos do Sistema

source: - MarkisaOS Me or newer
pt: - MarkisaOS Me ou mais recente

source: - Any Markistation that turns on successfully
pt: - Qualquer Markistation que liga

source: Your Markistation is safe and clean
pt: Seu Markistation está limpo e seguro

source: Your Markistation is under threat
pt: Seu Markistation está correndo perigo!

source: Run Scan
pt: Escanear PC

source: Clean PC
pt: Limpar PC
