Repository: CatsheeDev/MarkisaOS
Catalog: locale/*/web/government.org.po
Languages: pt

source: The Government
pt: O Governo

source: The national government.
pt: O governo nacional.

source: government_partner
pt: parceiro_do_governo

source: government
pt: governo

source: Welcome to Lelisia
pt: Bem-vindo a Lelísia

source: Home of the Lelclub government
pt: Residência do governo do Lelclub

source: Our President
pt: Nosso Presidente

source: Simon Tranderson
pt: Samuel Trandersom

source: President since 2066
pt: Presidente desde 2066

source: Party of the Union of the Republic
pt: Partido da União da República

source: Born in Benediction, BN
pt: Nascido em Benedição, BN

source: Government Partners
pt: Parceiros do Governo

source: The Provinces of Our Union
pt: As Províncias da Nossa União

source: Federal Province (FP)
pt: Província Federal (PF)

source: Benediction (BN)
pt: Benedição (BN)

source: Biggest Cities
pt: Maiores Cidades

source: 1. Turtingas, TG - 17.1 million
pt: 1. Turtingas, TG - 17,1 milhões

source: 2. Benediction, BN - 9.3 million
pt: 2. Benedição, BN - 9,3 milhões

source: 3. Lelisia, FP (capital) - 4.2 million
pt: 3. Lelísia, PF (capital) - 4,2 milhões

source: 4. Luminara, LM - 3.6 million
pt: 4. Luminara, LM - 3,6 milhões

source: 5. Mikrelium, SK - 3.6 million
pt: 5. Mikrelium, SK - 3,6 milhões

source: 6. New Bobbis, FP - 3.4 million
pt: 6. Nova Bobbis, PF - 3,4 milhões

source: 7. Cubatiri, KP - 3 million
pt: 7. Cubatiri, KP - 3 milhões

source: 8. Simonn, TG - 2.5 million
pt: 8. Simonn, TG - 2,5 milhões

source: 9. Rodomia, LM - 2.1 million
pt: 9. Rodômia, LM - 2,1 milhões

source: 10. Thetaki, BN - 2.1 million
pt: 10. Tetaki, BN - 2,1 milhões

source: 11. Victories, VI - 1.9 million
pt: 11. Vitórias, VI - 1,8 milhões

source: 12. Great River, ON - 1.9 million
pt: 12. Grande Rio, ON - 1,9 milhões

source: 13. Lelville, MT - 1.8 million
pt: 13. Lelville, MT - 1,8 milhões

source: 14. Lauraland, SK - 1.6 million
pt: 14. Lauralândia, SK - 1,6 milhões

source: 15. Whosjo, TG - 1.5 million
pt: 15. Whosjo, TG - 1,5 milhões

source: Ministries
pt: Ministérios

source: Plenty
pt: Fartura

source: Peace
pt: Paz

source: Truth
pt: Verdade

source: Building
pt: Construções

source: Communication
pt: Comunicação

source: Planning
pt: Planejamento

source: Innovation
pt: Inovação

source: Culture
pt: Cultura

source: Human Rights
pt: Direitos Humanos

source: Education
pt: Educação

source: Sports
pt: Esportes

source: Management
pt: Gerenciamento

source: Integration
pt: Integração

source: Energy
pt: Energia

source: Health
pt: Saúde

source: Work
pt: Trabalho
