Repository: CatsheeDev/MarkisaOS
Catalog: locale/*/web/markisa.passionfruit.com.po
Languages: pt

source: company
pt: empresa

source: computers
pt: computadores

source: os
pt: sistemas_operacionais

source: software
pt: programas

source: The official website for Passionfruit MarkisaOS.
pt: O site oficial do MarkisaOS da Passionfruit

source: The ultimate operating system.
pt: O sistema operacional do futuro.

source: MarkisaOS Me is out!
pt: MarkisaOS Me está disponível!

source: Enjoy the latest and greatest version of an already great operating system.
pt: A melhor e mais recente versão de um sistema operacional já excelente.

source: Download MarkisaOS Me - 12.5 GB
pt: Baixar MarkisaOS Me - 12,5 GB

source: You already have MarkisaOS Me!
pt: Você já tem o MarkisaOS Me!

source: A familiar interface
pt: Uma interface familiar

source: MarkisaOS is designed to be easy to use, and with MarkisaOS Me it has become even easier.
pt: MarkisaOS é feito pra ser simples de usar, e com o MarkisaOS Me agora é ainda mais simples.

source: Less waiting. More speed.
pt: Menos espera. Mais velocidade.

source: MarkisaOS Me runs lighting quick. Apps open fast, and MarkisaOS supports Ultranet technology for even faster internet speeds.
pt: MarkisaOS Me roda incrivelmente rápido. Os aplicativos abrem rapidamente e o MarkisaOS têm suporte à tecnologia Ultranet para velocidades de internet ainda mais rápidas.

source: Reliable & Secure
pt: Confiável e Seguro

source: MarkisaOS Me is built on 60 years of stability of the Frambos core foundation. In these years, we have developed advanced features to protect your computer. MarkisaOS is used everywhere, from the military to the homes of people like you.
pt: MarkisaOS Me é construído sobre 60 anos de estabilidade do núcleo Frambos. Nestes anos, desenvolvemos funcionalidades avançadas para proteger o seu computador. MarkisaOS é usado em todos os lugares, desde as Forças Armadas até casas de pessoas como você.

source: More apps than you can count
pt: Mais aplicativos do que você pode contar

source: MarkisaOS has a wide ecosystem of apps for everything you could ever imagine.
pt: MarkisaOS tem um vasto ecosistema de aplicativos para tudo que você pode imaginar.

source: Copyright © 2071 Passionfruit Corporation. All rights reserved.
pt: Copyright © 2071 Passionfruit S.A. Todos os direitos reservados.

source: Business
pt: Negócios

source: Developers
pt: Desenvolvedores
