Repository: CatsheeDev/MarkisaOS
Catalog: locale/*/web/markistation.passionfruit.com.po
Languages: pt

source: The official website for Passionfruit's Markistations.
pt: O site oficial dos Markistations da Passionfruit

source: company
pt: empresa

source: computers
pt: computadores

source: Unlock your mind.
pt: Desbloqueie a sua mente.

source: Markistations are the #1 mind-controlled computers.
pt: Markistations são os computadores controlados pela mente nº 1

source: Explore the lineup
pt: Explore os produtos

source: Markistations can be bought on the Marketplace app.
pt: Markistations podem ser comprados no aplicativo da Loja.

source: Home​
pt: Casual

source: Everyday tasks for casual users
pt: Tarefas diárias para usuários casuais

source: Workstation
pt: Escritório

source: Students and offices
pt: Estudantes e escritórios

source: Professional
pt: Profissional

source: Gaming and professional workloads
pt: Gamers e tarefas profissionais

source: Why 2071 Markistations are the best option
pt: Por que os Markistations de 2071 são a melhor opção

source: 1. Markistations run MarkisaOS, more information at markisa.passionfruit.com
pt: 1. Markistations rodam MarkisaOS, mais informações em markisa.passionfruit.com

source: 2. 2071 Markistations are the fastest Markistations to date
pt: 2. Markistations de 2071 são os Markistations mais rápidos da história

source: 3. 2071 Markistations are built durable and resistant materials
pt: 3. Markistations de 2071 são construídos com materiais resistentes e duráveis

source: 4. 2071 Markistations feature cutting-edge security technology
pt: 4. Markistations de 2071 apresentam segurança de ponta

source: Still using MarkisaBoxes?
pt: Ainda usando MarkisaBoxes?

source: 1. MarkisaBoxes are discontinued and stuck on old software
pt: 1. MarkisaBoxes não recebem atualizações e novas generações

source: 2. Markistations are faster and more secure
pt: 2. Markistations são mais rápidos e seguros

source: 3. Getting a Markistation moves the world towards the future
pt: 3. Markistations movem o mundo em direção ao futuro

source: 4. The security of Markistations are now better than ever
pt: 4. A segurança dos Markistations estão melhores do que nunca

source: Copyright © 2071 Passionfruit Corporation. All rights reserved.
pt: Copyright © 2071 Passionfruit S.A. Todos os direitos reservados.

source: Business
pt: Negócios

source: Developers
pt: Desenvolvedores
