Repository: CatsheeDev/MarkisaOS
Catalog: locale/*/web/rosstibeeth.com.po
Languages: pt

source: Ross Tibeeth
pt: Rodrigo Biffé

source: ross tibeeth is not just music; it's an experience.
pt: rodrigo biffé não é só música; é uma experiência.

source: ross
pt: rodrigo

source: tibeeth
pt: biffé

source: ross_tibeeth
pt: rodrigo_biffé

source: music
pt: música

source: wood_music
pt: música_wood

source: experimental_music
pt: música_experimental

source: james_vs_the_stars
pt: joão_vs_as_estrelas

source: dying_during_a_brain_surgery
pt: morrendo_durante_uma_cirurgia_cerebral

source: but_and_the_iredvent
pt: mas_e_o_uma_eu

source: jvts
pt: jvae

source: ddabs
pt: mducc

source: iredvent
pt: meoue

source: the best wood music.
pt: a melhor música wood.

source: "At first I was confused. Now I'm more confused."
pt: "No começo eu tava confuso. Agora eu tô mais confuso."

source: - my brother
pt: - meu irmão

source: Wood music isn't just music. It's an experience.
pt: Música wood não é só música. É uma experiência.

source: POST ON CONNECT "ross is a genius"
pt: POSTE NO CONEXÕES "o rodrigo é um gênio"

source: Albums
pt: Álbuns

source: James VS The Stars (Jan 2071)
pt: João VS As Estrelas (Jan 2071)

source: James is in a legendary fight with the stars... or is it? According to my cat, James VS The Stars is a major breakthrough in wood music composing and storytelling.
pt: João está em uma batalha lendária com as estrelas... ou será que não? De acordo com o meu gato, João VS As Estrelas é um avanço estarrecedor em música wood.

source: Listen (2:46)
pt: Ouvir (2:46)

source: Dying During A Brain Surgery (Dec 2070)
pt: Morrendo Durante Uma Cirurgia Cerebral (Dez 2070)

source: A short story. The title says all
pt: Uma história curta. O título diz tudo

source: Listen (0:08)
pt: Ouvir (0:08)

source: But & The I're'd'ven't (Jul 2070)
pt: Mas E O Uma Eu (Jul 2070)

source: The greatest music you will ever hear in your entire life.
pt: A melhor música que você vai ouvir na sua vida inteira.

source: Listen (0:02)
pt: Ouvir (0:02)

source: "He might need special treatment"
pt: "Ele precisa de tratamento especial"

source: - my mother
pt: - minha mãe

source: Back
pt: Voltar

source: James VS The Stars (January 2071)
pt: João VS As Estrelas (Janeiro 2071)

source: Tracklist
pt: Músicas

source: 1. 0:00 Whoopsie, Committed Vehicular Manslaughter
pt: 1. 0:00 Opa, Cometi Homicídio Culposo Veicular

source: 2. 0:08. In Court
pt: 2. 0:08. No Tribunal

source: 3. 0:19 Condemn Him To The Infirmary
pt: 3. 0:19 Condenado A Enfermaria

source: 4. 0:34 Unstoppable Agony
pt: 4. 0:34 Agonia Imparável

source: 5. 0:42 Hello Friend
pt: 5. 0:42 Olá Amigo

source: 6. 0:52 I Must End The Stars
pt: 6. 0:52 Eu Tenho Que Destruir As Estrelas

source: 7. 0:54 I Don't Think This Banana Will Help
pt: 7. 0:54 Acho Que Essa Banana Não Vai Ajudar

source: 8. 0:56 How Can I Take That Guy's Gun? I Can Shoot The Sun
pt: 8. 0:56 Como Que Eu Vou Roubar Aquela Arma? Eu Vou Atirar No Sol

source: 9. 1:00 OH GOD NO I BEG YOU PLEASE NOTHJR8YAEY6EA4KN Y6I89USE5A
pt: 10. 1:00 NÃO PELO AMOR DE DEUSHJSUHJMSRIYJSYJRYIOJSAT94WKY

source: 10. 1:01 The Lightning Strikes Pt. I
pt: 10. 1:01 O Raio Atinge Pt. I

source: 11. 1:13 The Lightning Strikes Pt. II
pt: 11. 1:13 O Raio Atinge Pt. II

source: 12. 1:17 SUFFER! HAHAHAHA!
pt: 12. 1:17 SOFRA! HAHAHAHA!

source: 13. 1:27 See How I Laugh At You? You'll Never Understand.
pt: 13. 1:27 Vê Como Eu Rio De Você? Nunca Entenderá.

source: 14. 1:37 Bow Down Before Your Real God
pt: 14. 1:37 Curva-se Diante De Seu Deus Real

source: 15. 1:43 I Hear Things... They Are Talking To Me...
pt: 15. 1:43 Tô Ouvindo Coisas... Tão Falando Comigo...

source: 16. 2:05 I'm Gonna Steal That Gun
pt: 16. 2:05 Vou Roubar Aquela Arma

source: 17. 2:10 The Lightning Strikes Pt. III
pt: 17. 2:10 O Raio Atinge Pt. III

source: 18. 2:23 I Am A Broken Man; A Shadow Of Who I Once Was
pt: 18. 2:23 Eu Sou Um Homem Quebrado; Uma Sombra De Quem Eu Era

source: 19. 2:32 Rotting Alone Until
pt: 19. 2:32 Apodrecendo Sozinho Até
