Repository: CatsheeDev/MarkisaOS
Catalog: locale/*/web/thenews.org.po
Languages: pt

source: The News
pt: As Notícias

source: Lelclub's finest news source.
pt: A melhor fonte de notícias do país.

source: scandal
pt: escândalo

source: news
pt: notícias

source: the_news
pt: as_notícias

source: Mikrelium bombed by Tokemire
pt: Mikrelium bombardeado por Tokemire

source: Experts say western economy will be drastically affected
pt: Especialistas dizem que a economia da costa oeste pode ser drasticamente afetada.

source: Other News
pt: Outras Notícias

source: MarkisaOS Vision now available for testing
pt: MarkisaOS Visão agora disponível para testes

source: Man attempted to kill president
pt: Homem tenta assassinar presidente

source: Onneto man attempted to stab mountains
pt: Homem de Onneto tenta esfaquear montanhas

source: Weather
pt: Clima

source: 1. Turtingas, TG - 30 °C
pt: 2. Turtingas, TG - 30 °C

source: 2. Benediction, BN - 26 °C
pt: 2. Benedição, BN - 26 °C

source: 3. Lelisia, FP - 29 °C
pt: 3. Lelísia, PF - 29 °C

source: 6. New Bobbis, FP - 30 °C
pt: 6. Nova Bobbis, PF - 30 °C

source: 9. Rodomia, LM - 28 °C
pt: 9. Rodômia, LM - 28 °C

source: 10. Thetaki, BN - 23 °C
pt: 10. Tetaki, BN - 23 °C

source: 11. Victories, VI - 29 °C
pt: 11. Vitórias, VI - 29 °C

source: 12. Great River, ON - 32 °C
pt: 12. Grande Rio, ON - 32 °C

source: 14. Lauraland, SK - 26 °C
pt: 14. Lauralândia, SK - 26 °C

source: More News
pt: Mais Notícias

source: Tensions mount after most of the Nesuprantu desert was destroyed
pt: Tensões aumentam depois da maioria do deserto de Nesuprantu ser destruído

source: Kaiatu planning to build new power plant between Turtingas and Benediction
pt: Kaiatu irá construir uma usina elétrica entre Turtingas e Benedição

source: Our review of the new 2071 Markistations, are they good?
pt: Os novos Markistations de 2071 são bons?

source: Morning Reading
pt: Mais Notícias

source: Our spies managed to steal top secret military plans from Nesuprantu
pt: Nossos espiões roubaram planos ultra secretos de Nesuprantu

source: A concerningly detailed plan on how we will bomb the same spot in Tokemire for the 6th time
pt: Um plano preocupantemente detalhado de como iremos bombardear Tokemire pela sexta vez

source: Local man really wanted to escape Lelclub, ends up in Onneto
pt: Homem queria muito fugir do Lelclub, chega em Onneto

source: Additional Information
pt: Informações Adicionais

source: Interview with someone with serious mental health issues
pt: Entrevista com alguém com problemas mentais sérios

source: Robot soldiers attack Turtingas for the 52nd time
pt: Soldados robôs atacam Turtingas pela 52ª vez

source: Do we need a reform of the current government system?
pt: Precisamos de uma reforma do sistema governamental?

source: World Map
pt: Mapa-Múndi

source: Click here to find out!!!!!!!!!!!
pt: Clique aqui para descobrir!!!!!!!!!!!

source: government_reform
pt: reforma_governamental

source: reform
pt: reforma

source: More amazing news
pt: Mais notícias incríveis

source: No.
pt: Não.

source: Ross Tibeeth is a musician famous for the hit album James VS The Stars and pioneering Wood music. We asked a local man what did he think of Ross Tibeeth, and he said "get out of my house"
pt: Rodrigo Biffé é um músico famoso pelo álbum João VS As Estrelas, e também um pioneiro da música wood. Nós perguntamos uma pessoa da região o que ela achave do Rodrigo Biffé, e ela disse "sai da minha casa".

source: Ross Tibeeth's website
pt: Site do Rodrigo Biffé

source: Interviewer: Ross, it's great to have you here today. Can you tell us a bit about how you first got into music?
pt: Entrevistador: Rodrigo, é ótimo ter você aqui hoje. Poderia contar um pouco sobre como você começou a fazer música?

source: Ross Tibeeth: So, you know, well, uh, um, yeah, you know, I once got a keyboard, it wasn't a musical keyboard, it's the kind of keyboard you use for writing stuff on personal computers, mues.
pt: Rodrigo Biffé: Então, sabe, tipo, né, sabe, tipo, uma vez eu consegui um teclado, só que não era um teclado músical, era o teclado que cê usa pra escrever coisas em computadores pessoais, mussim.

source: Interviewer: What?
pt: Entrevistador: Quê?

source: Ross Tibeeth: Next question, mues.
pt: Rodrigo Biffé: Próxima questão, mussim.

source: Interviewer: Uh, your latest album, "James VS The Stars", has received a lot of praise. What was the inspiration behind it?
pt: Entrevistador: Então, seu último álbum, "João VS As Estrelas", recebeu incontáveis elogios. Qual foi a sua inspiração?

source: Ross Tibeeth: The voices in my head.
pt: Rodrigo Biffé: As vozes na minha cabeça.

source: Interviewer: I'll pretend like I didn't hear that, you've been described as having a unique sound. How would you describe your music style?
pt: Entrevistador: Vou fingir que não ouvi isso, muitos dizem que a sua música tem um som muito único, exótico até. Como que você descreveria o seu estilo?

source: Ross Tibeeth: The voices are telling me you're plotting murder.
pt: Rodrigo Biffé: As vozes na minha cabeça dizem que você está planejando assassinato.

source: Interviewer: What? Where are you going?
pt: Entrevistador: Quê? Onde cê tá indo? Oxi...

source: The interviewer asked since Ross Tibeeth politely left the room. We asked him about it through the internet, and he just replied with this image:
pt: O entrevistador perguntou já que o Rodrigo Biffé educadamente saiu da sala. Perguntamos a ele sobre isso pela internet, e ele só respondeu com essa imagem:

source: MY LIFE BE LIKE XD
pt: MINHA VIDA É TIPO ASSIM XD

source: president_assassination
pt: assassinato_do_presidente

source: president
pt: presidente

source: Today, the president Simon Tranderson narrowly escaped an assassination attempt, marking the 23rd time such incident happened in the past 12 months.
pt: Hoje, o presidente Samuel Trandersom por pouco escapou de uma tentativa de assassinato, marcando a 23ª vez que esse incidente aconteceu nos últimos 12 meses.

source: The president was making a speech when someone appeared in the crowd, and proceeded to scream "Muahahaha, it's over Simon, I'm the new president and stuff", before running towards the president. Fortunately, the president is still young enough to dodge knives.
pt: O presidente estava fazendo um discurso quando alguém apareceu no meio da multidão, e gritou "Hahaha, é o fim, senhor Samuel, eu sou o novo presidente, ou algo assim", antes de correr até o presidente. Felizmente, o president ainda é jovem o suficiente pra desviar de facas.

source: markisaos_vision
pt: markisaos_visão

source: Our majestic people at Passionfruit are hard at work on the next generation of MarkisaOS, known as MarkisaOS Vision, which is expected to release around March.
pt: Nossos parceiros maravilhosos da Passionfruit estão trabalhando duro na próxima geração do MarkisaOS, o MarkisaOS Visão, que provavelmente irá lançar em Março.

source: We interviewed Sean McIncompet, a programmer at Passionfruit.
pt: Nós entrevistamos Renato Incompetem, um programador na Passionfruit

source: Interviewer: So, what is gonna be introduced in MarkisaOS Vision?
pt: Entrevistador: Então, o que vai ser adicionado no MarkisaOS Visão?

source: Sean McIncompet: Y'know, this new version will truly make MarkisaOS even better. Users might notice updates in the interface.
pt: Renato Incompetem: Sabe, essa nova versão vai realmente fazer o MarkisaOS ainda melhor. Usuários costumam perceber mudanças na interface.

source: Interviewer: Mhm.
pt: Entrevistador: Interessante.

source: Sean McIncompet: The focus of this update is updating, so not only we updated the user interface, but also added new features that are very convenient.
pt: Renato Incompetem: O foco dessa versão é melhorar o sistema, então nós atualizamos várias áreas do sistema, e também adicionamos novas funcionalidades.

source: Interviewer: Yeah.
pt: Entrevistador: Realmente.

source: Sean McIncompet: This update also features improvements in usability and efficiency, as well as changing the development environment.
pt: Renato Incompetem: Essa versão também melhora várias partes do sistema, e contém mudanças no ambiente de desenvolvimento.

source: Interviewer: Very informative.
pt: Entrevistador: Fascinante.

source: You can test MarkisaOS Vision today, as long as you have a developer license and a Markistation 2071 Pro with the latest updates installed, otherwise it's probably gonna take more than a day.
pt: Se você têm um Markistation Profissional de 2071 com todas as atualizações, você pode testar o MarkisaOS Visão hoje, mas se você não tem um Markistation Profissional de 2071, provavelmente vai demorar mais de um dia.

source: Get MarkisaOS Vision
pt: Testar o MarkisaOS Visão

source: Yes.
pt: Sim.

source: They're pretty good.
pt: São ótimos.

source: Tyler from across the street loves it.
pt: O Tiago (meu vizinho) ama os novos Markistations.

source: mikrelium_bombing
pt: bombardeio_em_mikrelium

source: bombing
pt: bombardeio

source: war
pt: guerra

source: In a shocking escalation of the ongoing conflict, this morning (2071-01-01) our enemies of Tokemire sent a bomb towards Mikrelium, the capital and biggest city of Skala. The bombing affected Hexagon warehouses and some bullet train lines. 79 people were left injured.
pt: Em uma escalação chocante do conflito atual, nessa manhã (2071-01-01) nossos inimigos de Tokemire mandaram uma bomba até Mikrelium, a capital e maior cidade do estado de Skala. O bombardeio afetou armazéns da Hexagon e várias linhas de trens-bala. 79 pessoas foram feridas.

source: Mark Polaria, governor of Skala, called the recent attack a "barbaric act of aggression". As of writing, the president is currently in Eszaki to further discuss our new alliance, and as such he hasn't answered.
pt: Marcos Polaria, governador de Skala, chamou o ataque "uma barbaridade". No momento em que isso foi escrito, o presidente está atualmente em Eszaki para discutir a nova aliança, e ainda não respondeu ao ataque.

source: Advertisement
pt: Anúncio

source: Shout out to Hexagon! They're very cool and so are their products.
pt: A Hexagon é incrível, assim como seus produtos!

source: Back to the news
pt: De volta para as notícias

source: Meanwhile, our Minister of Peace said "Tokemire will pay a heavy price", and the Eszaki Ministry of Defense said, "Tokemire has damaged an essential city of our ally, which is of course, bad.", a truly insightful comment.
pt: Enquanto isso, nosso Ministro da Paz disse "Tokemire vai pagar um preço altíssimo!", e o Ministro da Defesa de Eszaki disse "Tokemire danificiou uma cidade significante do nosso aliado, que, obviamente, é ruim.", um comentário verdadeiramente perspicaz.

source: We tried to send a reporter to Mikrelium, however due to the damaged bullet train lines, the ones that still work were very crowded, so our reporter couldn't get to Mikrelium.
pt: Tentamos enviar um repórter para Mikrelium, porém os trens estavam extremamente lotados, então o repórter não conseguiu chegar em Mikrelium.

source: Since many bullet train lines cross Mikrelium as well as neighboring cities, this attack will drastically affect the economy of the west coast, as well as west-east coast relations.
pt: Já que muitas linhas de trem-bala passam por Mikrelium e região, esse ataque vai drasticamente afetar a economia da costa oeste, sem contar as relações entre as costas leste e oeste.

source: Recently Teluji annihilated the entirety of the desert in Nesuprantu, drastically affecting the stock market.
pt: Recentemente, Teluji completamente aniquilou o deserto em Nesuprantu, drasticamente afetando a bolsa de valores.

source: Although the region is sparsely populated, it holds significant strategic importance due to its oil reserves and military installations.
pt: Embora a região tenha uma população minúscula, ela tem um papel estratégico muito importante graças as suas instalações militares e reservas de petróleo.

source: As Teluji is an ally of Lelclub and Nesuprantu is an enemy, we must say that this attack was certainly necessary and most definitely a good use of tax payer money.
pt: Já que Teluji é um aliado do Lelclub e Nesuprantu é um inimigo, nós temos que dizer que esse ataque foi extramente necessário e definitivamente um bom uso de impostos.

source: Nesuprantu is planning to bomb the presidential palace with their latest NM-57 intercontinental ballistic missiles featuring state-of-the-art technology?!
pt: Estaria Nesuprantu planejando bombardear o palácio presidencial com o míssil balístico intercontinental NM-57 com tecnologia de ponta?!

source: No, they won't bomb the presidential palace, we just added that so more people keep reading.
pt: Não, eles não vão bombardear o palácio presidencial, nós só incluímos aquilo para que mais pessoas leiam.

source: We are facing unprecedented challenges, both from external threats and internal discord. Now, more than ever, we must stand together as one nation. In this period of tough times, we need the unwavering support of everyone to succeed. And that includes you.
pt: Estamos enfrentando desafios sem precedentes, tanto de ameaças externas quanto de discórdia interna. Agora, mais do que nunca, devemos ficar juntos como uma nação. Nesse período de tempos difíceis, precisamos do apoio inabalável de todos para ter sucesso. E isso inclui você.

source: Our majestic nation stands at crossroads. With the intelligence we possess, we have the power to protect our future. It's imperative that we come together, support our leaders, and contribute to our national defense.
pt: Nossa nação magnífica está em cruzamentos. Com as informações que nós obtivemos, temos o poder para proteger nosso futuro. É imperativo que nós fiquemos unidos, suportando nossos líderes e contribuíndo para nossa defesa nacional.

source: oil
pt: petróleo

source: power
pt: eletricidade

source: power_plant
pt: usina_elétrica

source: The new oil-based power plant will best utilize Lelclub's most valuable resources, as well as minimize blackouts in the east coast.
pt: A nova usina elétrica à base de petróleo vai utilizar o recurso mais valioso da nação, além de reduzir apagões na costa leste.

source: The proposed plant, named the "Hyperlarge Electricity Complex IV Part II", will provide quite a bit of energy.
pt: A usina proposta, chamada de "Complexo Elétrico Muito-Grande IV Parte II", fornecerá quantidades significativas de energia.

source: onneto_man
pt: homem_de_onneto

source: intercoast_platform
pt: plataforma_continental

source: john_proafmencksthoo
pt: joão_proafimenquesto

source: tyler
pt: tiago

source: In a certainly unusal protest, John Proafmencksthoo from Onneto travelled all the way from Great River, ON to the scorching desert just to stab the mountains with a knife.
pt: Em um protesto definitivamente único, João Proafimenquesto de Onneto viajou de Grande Rio, On até o deserto escaldante só para esfaquear as montanhas.

source: We interviewed John Proafmencksthoo to ask why would anyone ever do that? He answered "well, the fucking government won't fucking finish the fucking intercoast platform shitfuckery so i'm gonna fucking make my own fucking [inaudible]"
pt: Nós perguntamos João Proafimenquesto porque qualquer um em sã consciência iria fazer isso, e ele respondeu "né, a porra do governo não termina a porra da bosta da plataforma interbostal então eu tô aqui tentando fazer uma bosta [inaudível]"

source: We don't believe him, and Tyler from across the street really believes that the Onneto climate leads to serious mental health issues, some of them even permanent.
pt: Não acreditamos nele, e o Tiago (meu visinho) acredita piamente de o clima de Onneto causa sérios problemas mentais, podendo até ser permanentes.

source: Something that helps his theory is that New North Upton Snodsbury, the town in the scorching desert to which John Proafmencksthoo went, only has 2 houses, one of them is up for sale and the other one tried to murder our reporter.
pt: Algo que ajuda a teoria dele é que Nova Itapipocalândiapólis do Norte Sul, a cidade no deserto onde João Proafimenquesto foi, só tem 2 casas, uma delas está à venda e a outra tentou matar nosso repórter.

source: In unrelated news, Tyler from across the street bought a house in the scorching desert of Onneto.
pt: Tiago também acabou de comprar uma casa no deserto escaldante de Onneto (não relacionado aos eventos atualmente sendo discutidos)

source: If you're from Onneto, please let us know if the local climate has led to permanent mental health issues that make you seriously consider stabbing mountains.
pt: Se você é de Onneto, nos informe se o clima local levou à problemas mentais sérios que fazem você seriamente considerar esfaquear montanhas.

source: Let us know
pt: Nos informe

source: Operation Delta Mues VI
pt: Operação Delta Mussim VI

source: The editor advised me to not leak classified military documents, BUT I DID ANYWAY!!!!!!
pt: O editor disse que vazar documentos do exército "não é uma boa ideia", MAS EU VOU VAZAR MESMO ASSIM!!!!!!!!!!

source: MILITARY DOCUMENTS!!
pt: DOCUMENTOS ULTRA SECRETOS!!

source: edit: i was fired, please send places that are currently hiring
pt: ATUALIZAÇÃO: eu fui demitido, mande lugares atualmente contratando

source: send stuff
pt: mandar coisas

source: Not a whole lot to talk about, I just really wanted to make the entire nation know about this
pt: Não há muito a dizer, só queria fazer o país inteiro saber disso

source: turtingas_attack
pt: ataque_em_turtingas

source: robot
pt: robôs

source: robot_army
pt: exército_de_robôs

source: robot_attack
pt: ataque_de_robôs

source: robot_army_attack
pt: ataque_do_exército_de_robôs

source: This evening, the Tokemire-Nesuprantu coalision sent a new army of robots in Turtingas City, the biggest metropolis in the nation.
pt: Essa noite, a coalização Tokemire-Nesuprantu enviou um novo exército de robôs para Turtingas, a maior metrópole do país.

source: This drastically affected the stock market. Tyler from across the street said "GET THE FUCK OUTTA HERE", while the editor said "this article sucks, like always"
pt: Isso drasticamente afetou a bolsa de valores. Tiago (meu vizinho) disse "SAI DAQUI", enquanto o editor disse "esse artigo é uma merda, como sempre"

source: YOU JUST GOT MUESSED!!!!!!!!!! SEND THIS TO ALL YOUR FRIENDS TO TOTALLY MUES THEM
pt: CÊ FOI MUSSINADO!!!!!!!!!!!! MANDE PARA TODOS OS SEUS AMIGOS PARA TOTALMENTE MUSSINAR ELES
