Repository: CatsheeDev/MarkisaOS
Catalog: locale/*/os/bank.po
Languages: es, pt

source: Bank
es: Banco
pt: Banco

source: Cash
es: Crédito
pt: Saldo

source: Assets
es: Patrimonio
pt: Patrimônio

source: Debt
es: Deuda
pt: Dívidas

source: All transactions
es: Transacciones
pt: Extrato

source: You don't have a credit card.
es: No tiene tarjeta de crédito.
pt: Você não tem um cartão de crédito.

source: Once you sign up you will receive an email in up to 5 business days.
es: Cuando se inscriba, recibirá un email en maximo 5 dias de trabajo.
pt: Quando você se inscrever, você irá receber um e-mail em até 5 dias úteis.

source: Get a credit card
es: Obtener tarjeta de crédito
pt: Se inscrever

source: Send money
es: Enviar dinero
pt: Enviar dinheiro

source: No contacts.
es: Ningún contacto.
pt: Nenhum contato.

source: Send
es: Enviar
pt: Enviar

source: No loans available. Check again later.
es: No hay préstamos disponibles, verifique nuevamente más tarde.
pt: Nenhum empréstimo disponível. Tente de novo depois.

source: History
es: Historial
pt: Histórico

source: Credit Card
es: Tarjeta
pt: Cartão

source: Loans
es: Préstamos
pt: Empréstimos

source: Money send successfully.
es: Dinero enviado.
pt: Dinheiro enviado com sucesso.

source: {money} sent to {person}
es: {money} enviado a {person}
pt: {money} enviado para {person}

source: {money} sent from {person}
es: {person} te a enviado {money}
pt: {person} enviou {money}

source: National Lelclub Bank
es: Banco Nacional de Lelclub
pt: Banco Nacional do Lelclub

source: Dear {user},(/n)(/n)We regret to inform you that your recent application for a credit card has been declined. We understand that this may be disappointing news, and we appreciate the time you took to apply with us.(/n)(/n)Thank you for considering the National Lelclub Bank for your financial needs. We appreciate the opportunity to serve you, and we wish you the best in your financial journey.(/n)(/n)Sincerely,(/n)Andrew Talley(/n)National Lelclub Bank
es: Querido {user}, Lamentamos informar que su aplicación para una tarjeta de credito a sido declinada. Entendemos que esto puede ser una decepción, y apreciamos que se tomó el tiempo para aplicar con nosotros. Agradecemos que haya considerado el Banco Nacional de Lelclub para sus necesidades financieras. Esperemos que tenga un buen día, y le deseamos suerte en su aventura financiera. Sinceramente, Andrés Guerrero Banco Nacional de Lelclub
pt: Caro {user}, Lamentamos informar que seu pedido para um cartão de crédito foi recusado. Entendemos que isso pode ser decepcionante, e apreciamos que você nos considerou para suas necessidades financeiras. Agradecemos que você considerou o Banco Nacional do Lelclub para suas necessidades financeiros. Esperamos que você tenha um bom dia. Sinceramente, André Talé Banco Nacional do Lelclub
