Repository: CatsheeDev/MarkisaOS
Catalog: locale/*/os/marketplace.po
Languages: es

source: Marketplace
es: Mercado

source: Your package should arrive soon.
es: Su paquete llegará pronto.

source: Address
es: Dirección

source: Cart
es: Carrito

source: Essentials
es: Esenciales

source: Technology
es: Tecnología

source: Local Market
es: Mercadería Local

source: Your package has arrived.
es: Su paquete a llegado.

source: Greater Lelisia
es: Gran Lelisia

source: Benediction
es: Bendición

source: Maleta Island
es: Isla Maleta

source: View - {price}
es: Ver - {price}

source: Buy - {price}
es: Comprar - {price}
