Repository: CatsheeDev/MarkisaOS
Catalog: locale/*/os/tutorial.po
Languages: pt

source: Welcome to MarkisaOS Me
pt: Bem-vindo ao MarkisaOS Me.

source: This short guide will help you learn everything you need to know to get started with MarkisaOS.
pt: Este breve guia irá te ajudar a aprender tudo que você precisa saber para começar a usar o MarkisaOS.

source: Notes
pt: Notas

source: Here you can remind yourself of important things.
pt: Aqui você pode se lembrar de coisas importantes.

source: Here you can quickly tweak settings.
pt: Aqui você pode ajustar as configurações.

source: Next
pt: Próximo

source: Dock
pt: Barra de tarefas

source: Here you can switch between applications as well as launching them.
pt: Aqui você pode alternar entre aplicativos e também abrir eles.

source: Thanks for choosing MarkisaOS Me
pt: Obrigado por escolher MarkisaOS Me

source: For more information, check out passionfruit.com.
pt: Para mais informações, visite passionfruit.com.

source: Finish
pt: Terminar

source: You can switch between applications using the button with 2 squares, as well as launching them with the button with a grid of circles. The home button hides all apps, so you can see the time, date, and your money.
pt: Você pode alternar entre aplicativos usando o botão com 2 quadrados, e abrir aplicativos com o botão com uma grade de círculos. O botão com uma casa esconde todos os aplicativos, revelando o tempo, a data, e o seu dinheiro.
