Repository: CatsheeDev/MarkisaOS
Catalog: locale/*/os/websites.po
Languages: es, pt

source: Websites
es: Navegador
pt: Navegador

source: History
es: Historial
pt: Histórico

source: Downloads
es: Descargas

source: Search or enter address
es: Buscar o escribir URL
pt: Pesquise ou digite um endereço

source: Close
es: Cerrar
pt: Fechar

source: Open website
es: Abrir página
pt: Abrir site

source: Downloading file...
es: Descargando archivo...
pt: Baixando arquivo...

source: Couldn't find website
es: No se pudo encontrar una página
pt: Não foi possível achar o site

source: Website not found
es: Página no encontrada
pt: Não foi possível achar o site

source: We couldn't find this website. Here's what you can do: 1. Check the address 2. Check your internet connection 3. Try again later
es: No pudimos encontrar esta página. Esto es lo que puede hacer: 1. Compruebe la URL 2. Compruebe su conexión a internet 3. Vuelva a intentar más tarde
pt: Nós não conseguimos encontrar este site. O que você pode fazer: 1. Verifique o endereço2. Verifique a sua conexão de internet3. Tente de novo depois

source: New Tab
es: Nueva pestaña
pt: Nova Aba

source: The new tab on the Websites browser.
es: Nueva pestaña
pt: A nova aba no Navegador.

source: Welcome to the Websites app!
es: Bienvenido al navegador.
pt: Bem-vindo ao Navegador!

source: Example
es: Ejemplo
pt: Exemplo

source: Example website
es: Página de ejemplo
pt: Site de exemplo

source: Example Domain
es: URL de ejemplo
pt: Site de exemplo

source: This domain is for use in illustrative examples in documents. You may use this domain in literature without prior coordination or asking for permission.
es: Esta página es para usos ilustrativos en documentos. Puedes usar este dominio en literatura sin pedir permiso.
pt: Esse endereço é para exemplos ilustrativos em documentos. Você pode usar este endereço em literatura sem precisar de permissão.
